Repository: Liis17/BarkCloud
Catalog: Ios/BarkCloud/BarkCloud/Resources/Localizable.xcstrings
Source language: ru
Languages: de, en

# server_setup_self_signed
source: Разрешить самоподписанный сертификат
de: Selbstsigniertes Zertifikat zulassen
en: Allow self-signed certificate

# server_setup_subtitle
source: BarkCloud — облако на вашем сервере. Укажите адреса сервисов, с которыми работает приложение.
de: BarkCloud ist eine Cloud auf Ihrem eigenen Server. Geben Sie die Adressen der Dienste an, mit denen die App arbeitet.
en: BarkCloud is a cloud on your own server. Enter the addresses of the services the app works with.

# server_setup_title
source: Подключение к серверу
de: Mit Server verbinden
en: Connect to server

# server_setup_tls
source: Использовать TLS (HTTPS)
de: TLS (HTTPS) verwenden
en: Use TLS (HTTPS)

# server_setup_users
source: Сервис пользователей
de: Benutzer-Dienst
en: Users service

# settings_app
source: Приложение
de: App
en: App

# settings_cache
source: Кеш
de: Cache
en: Cache

# settings_delete_account
source: Удалить аккаунт
de: Konto löschen
en: Delete account

# settings_delete_account_confirm
source: Удалить аккаунт навсегда? Это действие необратимо.
de: Konto endgültig löschen? Diese Aktion kann nicht rückgängig gemacht werden.
en: Delete account forever? This action can't be undone.

# settings_devices
source: Устройства
de: Geräte
en: Devices

# settings_edit_profile
source: Редактировать профиль
de: Profil bearbeiten
en: Edit profile

# settings_privacy
source: Приватность
de: Datenschutz
en: Privacy

# settings_remove_avatar
source: Удалить фото
de: Foto entfernen
en: Remove photo

# settings_sign_out
source: Выйти
de: Abmelden
en: Sign out

# settings_sign_out_confirm
source: Выйти из аккаунта?
de: Vom Konto abmelden?
en: Sign out of your account?

# settings_signing_out
source: Выход…
de: Abmeldung…
en: Signing out…

# settings_storage
source: Хранилище
de: Speicher
en: Storage

# settings_vault
source: Сейф
de: Tresor
en: Vault

# share_action_cancel
source: Отмена
de: Abbrechen
en: Cancel

# share_action_upload
source: Загрузить
de: Hochladen
en: Upload

# share_destination_label
source: Папка
de: Ordner
en: Folder

# share_folder_picker_title
source: Куда загрузить
de: Wohin hochladen
en: Where to upload

# share_folder_recent
source: Недавно загруженные
de: Kürzlich hochgeladen
en: Recently uploaded

# share_folder_root
source: Мои файлы
de: Meine Dateien
en: My files

# shared_copy_link
source: Скопировать ссылку
de: Link kopieren
en: Copy link

# shared_done
source: Готово
de: Fertig
en: Done

# shared_download
source: Скачать
de: Herunterladen
en: Download

# shared_download_failed
source: Не удалось скачать файл
de: Datei konnte nicht heruntergeladen werden
en: Couldn't download the file

# shared_grant_failed
source: Не удалось выдать доступ
de: Zugriff konnte nicht gewährt werden
en: Couldn't grant access

# shared_grant_success
source: Доступ выдан: %@
de: Zugriff gewährt: %@
en: Access granted: %@

# shared_granted
source: Выдан
de: Gewährt
en: Granted

# shared_hub_title
source: Общий доступ
de: Freigabe
en: Sharing

# shared_link_revoked
source: Ссылка отозвана
de: Link widerrufen
en: Link revoked

# shared_load_failed
source: Не удалось загрузить список
de: Liste konnte nicht geladen werden
en: Couldn't load the list

# shared_my_empty_hint
source: Создайте ссылку из контекстного меню файла в «Файлах», «Фото» или «Видео» — она появится здесь.
de: Erstellen Sie einen Link über das Kontextmenü einer Datei in „Dateien“, „Fotos“ oder „Videos“ — er erscheint hier.
en: Create a link from a file's context menu in Files, Photos or Videos — it will appear here.

# shared_my_empty_title
source: Пока нет публичных ссылок
de: Noch keine öffentlichen Links
en: No public links yet

# shared_open
source: Общий доступ
de: Freigabe
en: Sharing

# shared_owner_fallback
source: Пользователь %@
de: Benutzer %@
en: User %@

# shared_outgoing_title
source: Кто видит «%@»
de: Wer „%@“ sieht
en: Who can see "%@"

# shared_outgoing_empty_title
source: Никому не выдан доступ
de: Niemandem Zugriff gewährt
en: Access not granted to anyone

# shared_outgoing_empty_hint
source: Когда поделитесь файлом — получатели появятся здесь.
de: Wenn Sie eine Datei teilen, erscheinen die Empfänger hier.
en: When you share a file, recipients will appear here.

# shared_revoke_grant_confirm
source: Отозвать доступ?
de: Zugriff widerrufen?
en: Revoke access?

# shared_grant_revoked
source: Доступ отозван
de: Zugriff widerrufen
en: Access revoked

# shared_manage_grants
source: Управление
de: Verwalten
en: Manage

# shared_already_count
source: Уже расшарено: %lld
de: Bereits geteilt: %lld
en: Already shared: %lld

# shared_revoke
source: Отозвать
de: Widerrufen
en: Revoke

# shared_revoke_confirm
source: Отозвать публичную ссылку?
de: Öffentlichen Link widerrufen?
en: Revoke the public link?

# shared_revoke_failed
source: Не удалось отозвать ссылку
de: Link konnte nicht widerrufen werden
en: Couldn't revoke the link

# shared_revoke_message
source: Ссылка на «%@» перестанет работать. Уже выданные временные ссылки могут оставаться действительными до истечения их TTL.
de: Der Link zu „%@“ funktioniert nicht mehr. Bereits ausgestellte temporäre Links können bis zum Ablauf ihrer TTL gültig bleiben.
en: The link to "%@" will stop working. Temporary links already issued may remain valid until their TTL expires.

# shared_search_failed
source: Не удалось выполнить поиск
de: Suche konnte nicht ausgeführt werden
en: Couldn't perform the search

# shared_search_loading
source: Поиск…
de: Suche läuft…
en: Searching…

# shared_search_min_chars
source: Введите минимум 2 символа.
de: Geben Sie mindestens 2 Zeichen ein.
en: Enter at least 2 characters.

# shared_search_no_results
source: Никого не найдено.
de: Niemand gefunden.
en: No one found.

# shared_search_placeholder
source: Поиск по имени или юзернейму
de: Suche nach Name oder Benutzername
en: Search by name or username

# shared_share_action
source: Поделиться
de: Teilen
en: Share

# shared_tab_public
source: Мои публичные
de: Meine öffentlichen
en: My public

# shared_tab_with_me
source: Мне доступны
de: Mit mir geteilt
en: Shared with me

# shared_unnamed
source: Без имени
de: Ohne Namen
en: Unnamed

# shared_with_me_coming_soon
source: Файлы, которыми с вами поделились другие пользователи, появятся в следующем обновлении.
de: Dateien, die andere Benutzer mit Ihnen geteilt haben, erscheinen im nächsten Update.
en: Files shared with you by other users will appear in the next update.

# shared_with_me_empty_hint
source: Файлы, которыми с вами поделились другие пользователи, появятся здесь.
de: Dateien, die andere Benutzer mit Ihnen geteilt haben, erscheinen hier.
en: Files shared with you by other users will appear here.

# shared_with_me_empty_title
source: Скоро здесь будет
de: Demnächst verfügbar
en: Coming soon

# shared_with_me_empty_title_real
source: Пока ничего не расшарено вам
de: Noch nichts mit Ihnen geteilt
en: Nothing shared with you yet

# shared_with_user_action
source: Поделиться с пользователем
de: Mit Benutzer teilen
en: Share with a user

# shared_with_user_title
source: Поделиться «%@»
de: „%@“ teilen
en: Share "%@"

# snack_link_copied
source: Ссылка скопирована
de: Link kopiert
en: Link copied

# snack_public_copied
source: Публичная ссылка скопирована
de: Öffentlicher Link kopiert
en: Public link copied

# tab_albums
source: Альбомы
de: Alben
en: Albums

# tab_files
source: Файлы
de: Dateien
en: Files

# tab_gallery
source: Галерея
de: Galerie
en: Gallery

# tab_photos
source: Фото
de: Fotos
en: Photos

# tab_settings
source: Настройки
de: Einstellungen
en: Settings

# tab_shared
source: Общие
de: Geteilt
en: Shared

# tab_trash
source: Корзина
de: Papierkorb
en: Trash

# tab_videos
source: Видео
de: Videos
en: Videos

# trash_delete_forever
source: Удалить навсегда
de: Endgültig löschen
en: Delete forever

# trash_deleted
source: Удалено навсегда
de: Endgültig gelöscht
en: Deleted forever

# trash_deleted_at
source: Удалён:
de: Gelöscht:
en: Deleted:

# trash_empty
source: Корзина пуста
de: Papierkorb ist leer
en: Trash is empty

# trash_empty_all
source: Очистить корзину
de: Papierkorb leeren
en: Empty trash

# trash_empty_confirm
source: Очистить корзину? Файлы будут удалены навсегда.
de: Papierkorb leeren? Die Dateien werden endgültig gelöscht.
en: Empty the trash? Files will be deleted forever.

# trash_purge_at
source: Будет удалён:
de: Wird gelöscht:
en: Will be deleted:

# trash_restore
source: Восстановить
de: Wiederherstellen
en: Restore

# trash_restored
source: Восстановлено
de: Wiederhergestellt
en: Restored

# trash_title
source: Корзина
de: Papierkorb
en: Trash

# unit_fps
source: к/с
de: fps
en: fps

# unit_kbps
source: кбит/с
de: kbit/s
en: kbps

# unit_mbps
source: Мбит/с
de: Mbit/s
en: Mbps

# unit_meters
source: м
de: m
en: m

# unit_mm
source: мм
de: mm
en: mm

# unit_seconds
source: с
de: s
en: s

# upload_banner_backup
source: Автозагрузка медиатеки
de: Automatischer Upload der Mediathek
en: Media library auto upload

# upload_banner_done
source: Загрузка завершена
de: Upload abgeschlossen
en: Upload complete

# upload_banner_failed
source: Не все файлы загружены
de: Nicht alle Dateien hochgeladen
en: Not all files uploaded

# upload_banner_share
source: Загружаю из общего меню
de: Wird aus dem Teilen-Menü hochgeladen
en: Uploading from share menu

# upload_banner_uploading
source: Загружаю в облако
de: Wird in die Cloud hochgeladen
en: Uploading to cloud

# upload_failed
source: Не удалось загрузить файл
de: Datei konnte nicht hochgeladen werden
en: Couldn't upload the file

# vault_added
source: Перемещено в сейф
de: In den Tresor verschoben
en: Moved to vault

# vault_empty
source: В сейфе пусто
de: Tresor ist leer
en: Vault is empty

# vault_locked_message
source: Разблокируйте Face ID, чтобы увидеть защищённые фото
de: Mit Face ID entsperren, um geschützte Fotos zu sehen
en: Unlock with Face ID to see protected photos

# vault_locked_title
source: Сейф заперт
de: Tresor ist gesperrt
en: Vault is locked

# vault_move_here
source: В сейф
de: In den Tresor
en: To vault

# vault_remove
source: Убрать из сейфа
de: Aus Tresor entfernen
en: Remove from vault

# vault_title
source: Сейф
de: Tresor
en: Vault

# vault_unlock
source: Разблокировать
de: Entsperren
en: Unlock

# vault_unlock_reason
source: Разблокировка сейфа
de: Tresor entsperren
en: Vault unlock

source: Загрузить всё
de: Alle hochladen
en: Upload all

source: Некоторые файлы уже загружены
de: Einige Dateien sind bereits hochgeladen
en: Some files are already uploaded

source: Отмена
de: Abbrechen
en: Cancel

source: Только новые
de: Nur neue
en: Only new

source: Часть выбранных файлов уже есть в облаке. Загрузить их ещё раз?
de: Einige der ausgewählten Dateien sind bereits in der Cloud. Erneut hochladen?
en: Some of the selected files are already in the cloud. Upload them again?

# settings_language
source: Язык
de: Sprache
en: Language

# language_system
source: Системный
de: System
en: System

# shared_tab_ishared
source: Я поделился
de: Von mir geteilt
en: Shared by me

# shared_ishared_empty_title
source: Вы пока ни с кем не делились
de: Sie haben noch nichts geteilt
en: You haven't shared anything yet

# shared_ishared_empty_hint
source: Откройте меню файла и выберите «Поделиться с пользователем» — он появится здесь.
de: Öffnen Sie das Menü einer Datei und wählen Sie „Mit Nutzer teilen“ — sie erscheint hier.
en: Open a file’s menu and choose “Share with user” — it will appear here.

# shared_ishared_recipients
source: Доступ у:
de: Geteilt mit:
en: Shared with:

# cloud_delete_selected_message
source: Удалить выбранные (%lld)?
de: Ausgewählte (%lld) löschen?
en: Delete selected (%lld)?

# cloud_batch_failed
source: Не удалось выполнить операцию
de: Vorgang fehlgeschlagen
en: Operation failed
